class Constants:
    EVENT_TYPES = [
        'גניבת רכב',
        'צד ג\' - רכב',
        'נזק לרכב',
        'חבויות',
        'נח"ל',
        'פריצה לעסק',
        'נזקי אש',
        'פריצה לדירה',
        'נזקי פריצה',
        'גניבת כלי צמ"ה',
        'אבדן תכשיט',
        'גניבת תכשיטים',
        'נזקי מים'
    ]

    CAR_MANUFACTURERS = [
            'טויוטה', 'פולקסווגן', 'פורד', 'הונדה', 'שברולט',
            'ניסן', 'יונדאי', 'קיה', 'מרצדס-בנץ', 'ב.מ.וו',
            'אאודי', 'סוזוקי', 'פיג\'ו', 'מאזדה', 'סובארו',
            'סיטרואן', 'מיצובישי', 'רנו', 'סקודה', 'פיאט',
            'לקסוס', 'וולוו', 'ג\'יפ', 'שיווי', 'פורשה',
            'דאצ\'יה', 'כריסלר', 'אופל', 'לנד רובר', 'סיאט',
            'מיני', 'אלפא רומיאו', 'דודג\'', 'קדילק', 'יגואר',
            'סמארט', 'אינפיניטי', 'לינקולן', 'מזראטי', 'טסלה'
        ]

    CAR_COLORS = [
            'לבן', 'שחור', 'אפור', 'כסף', 'כחול',
            'אדום', 'חום', 'ירוק', 'בז\'', 'זהב',
            'כתום', 'צהוב', 'סגול', 'ורוד', 'תכלת'
        ]